Repository: Infomaniak/typo3-openid
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: fr

# be_users.infomaniak_auth_id
source: Infomaniak Identifier
fr: Identifiant Infomaniak

# cat.beuser
source: BE User
fr: Utilisateur BE

# cat.client
source: Config
fr: Configuration

# cat.feuser
source: FE User
fr: Utilisateur FE

# cat.server
source: Server
fr: Serveur

# fe.login
source: Login
fr: Connexion

# fe_users.tx_infomaniak_auth
source: Infomaniak Identifier
fr: Identifiant Infomaniak

# settings.beuser.createIfNotExist
source: Create the user if they don't already exist
fr: Créer l'utilisateur s'il n'existe pas déjà

# settings.beuser.defaultGroups
source: Default groups (groups uids separated by commas)
fr: Groupes par défaut (uids des groupes séparés par des virgules)

# settings.beuser.updateIfExist
source: Update the user if they already exist
fr: Mettre à jour l'utilisateur s'il existe déjà

# settings.clientScopes
source: Client Scopes (space separated values)
fr: Client Scopes (séparés par des espaces)

# settings.endpointAuthorize
source: Endpoint URI for authorization
fr: URI finale pour l'autorisation

# settings.endpointToken
source: Endpoint URI for token
fr: URI finale pour le token

# settings.endpointUserInfo
source: Endpoint URI for user information
fr: URI finale pour les informations de l'utilisateur

# settings.feuser.createIfNotExist
source: Create the user if they don't already exist
fr: Créer l'utilisateur s'il n'existe pas déjà

# settings.feuser.defaultGroups
source: Default groups (groups uids separated by commas)
fr: Groupes par défaut (uids des groupes séparés par des virgules)

# settings.feuser.updateIfExist
source: Update the user if they already exist
fr: Mettre à jour l'utilisateur s'il existe déjà

# subcat.groups
source: Groups
fr: Groupes

# subcat.urls
source: Urls and paths
fr: Urls et chemins
